alex-pattison.theme-cobalt3
aliasadidev.nugetpackagemanagergui
angular.ng-template
az-resource-explorer-vscode.azure-resource-explorer-for-vscode
azure-automation.vscode-azureautomation
azurite.azurite
cweijan.dbclient-jdbc
cweijan.vscode-redis-client
dline.cobaltnext
donjayamanne.python-environment-manager
durablefunctionsmonitor.az-func-as-a-graph
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
humao.rest-client
joshuapoehls.json-escaper
kevinrose.vsc-python-indent
mdickin.markdown-shortcuts
ms-azure-devops.azure-pipelines
ms-azuretools.azure-dev
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-bicep
ms-azuretools.vscode-dapr
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.hexeditor
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-speech
msazurermtools.azurerm-vscode-tools
mskelton.npm-outdated
oliversturm.fix-json
redhat.java
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
tabnine.tabnine-vscode
teamsdevapp.ms-teams-vscode-extension
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wallabyjs.wallaby-vscode
yzane.markdown-pdf
