bencoleman.armview
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
cmstead.jsrefactor
CoenraadS.bracket-pair-colorizer-2
connorshea.vscode-test-explorer-status-bar
damienaicheh.azure-devops-snippets
dbaeumer.vscode-eslint
doggy8088.netcore-snippets
donjayamanne.githistory
DotJoshJohnson.xml
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.dotnet-test-explorer
formulahendry.github-actions
Fudge.auto-using
gimenete.github-linker
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
heaths.vscode-guid
howardzuo.vscode-git-tags
humao.rest-client
Leopotam.csharpfixformat
mdickin.markdown-shortcuts
meganrogge.template-string-converter
mhutchie.git-graph
mikestead.dotenv
mindaro-dev.file-downloader
mindaro.mindaro
mrmlnc.vscode-scss
ms-azuretools.vscode-apimanagement
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureeventgrid
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-azuretools.vscode-logicapps
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.powershell
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-tslint-plugin
ms-vsonline.vsonline
msazurermtools.azurerm-vscode-tools
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
oliversturm.fix-json
Orta.vscode-jest
pmneo.tsimporter
pranaygp.vscode-css-peek
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.LiveServer
samcogan.arm-snippets
Tyriar.shell-launcher
vector-of-bool.gitflow
vit-m.template-strings
vscoss.vscode-ansible
wesbos.theme-cobalt2
xabikos.JasmineSnippets
xabikos.JavaScriptSnippets
yatki.vscode-surround
Zignd.html-css-class-completion
